/* ЗАДАЧА - 2
* Есть два массива пользователей. Одни - получили рекламу на фейсбуке, вторые - в поисковике.
* Пользователи обоих массивов кликнули по рекламе, по этому их нужно объединить в один массив - clickedLeads.
*
* Результирующий массив нужно вывести на экран, где у каждого пользователя будет пометка по какой рекламе он кликнул
*/

let fbLeeds = [{name: 'John', age: 23}, {name: 'Mia', age: 18}, {name: 'Leo', age: 70}, {name: 'Ed', age: 30}];

let googleLeeds = [{name: 'Kiki', age: 27}, {name: 'Otto', age: 20}, {name: 'Ivan', age: 31}, {name: 'Bobbi', age: 30}];
